<!doctype html>
<html lang="{{ app()->getLocale() }}">
<head>
    @include('shared.ga')
    <meta charset="UTF-8">
    <title>Бухгалтер Online24 : новостной агрегатор для бухгалтеров Украины</title>
    <meta name="description"
          content="Экономия времени бухгалтера: вся новейшая информация лучших сайтов для бухгалтеров на одной странице, обновление каждые 5 минут. Новостной канал Telegram для бухгалтеров. Новости, консультации, аналитика.">
    <meta name="Keywords" content="ліга законів, консультація для бухгалтерів онлайн">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="google-site-verification" content="F6kJ3VRxUYOB9KVn8urQrJ-LI6GunxQ62UQMg_W3Htc" />
    <link href="{{ asset('css/style.css') }}" rel="stylesheet">
</head>
<body>

    <header class="header__index">
        <div class="name-slogan__cont">
            <div class="project__name">
                Бухгалтер Онлайн24
            </div>

            <h1 class="project__slogan">новости бухгалтерского мира Украины</h1>
        </div>


        <a href="http://online24.net.ua/" rel="nofollow" class="project__logo"><svg version="1.1" id="Слой_1" xmlns="http://www.w3.org/2000/svg"  x="0px" y="0px"
                                        viewBox="0 0 479.1 245.6" style="enable-background:new 0 0 479.1 245.6;" xml:space="preserve">
<g>
    <g>
        <path class="st0" d="M155.2,176.3l-5.7,25.4c-0.1,0.4-0.2,0.9-0.2,1.2c0,1,0.5,1.6,1.8,1.6l-0.2,1.3h-12.6c-1.9,0-2.5-0.8-2.5-2.1
			c0-0.7,0.2-1.7,0.4-2.8l5.6-24.4c0.2-1.2,0.3-2.1,0.3-2.8c0-2.1-1.2-2.9-3.1-2.9H137c-2.7,0-5.4,0.7-6.3,4.3l-6.4,26.5
			c-0.1,0.4-0.2,0.9-0.2,1.2c0,1,0.5,1.6,1.8,1.6l-0.2,1.3h-12.6c-1.9,0-2.5-0.8-2.5-2.1c0-0.7,0.2-1.7,0.4-2.8l8.1-35.5
			c0.1-0.3,0.2-0.9,0.2-1.2c0-1-0.5-1.6-1.8-1.6l0.2-1.3h12.6c2.1,0,2.5,1.3,2.5,2.5c0,0.7-0.2,1.6-0.6,3l0.7,0.1l2.6-3.8
			c1.5-2.1,3-2.5,10.4-2.5c7.9,0,10.5,3.1,10.5,7.8C156.4,170.4,156,172.7,155.2,176.3z"/>
        <path class="st1" d="M184.2,153.9l-11,47.8c-0.1,0.4-0.2,0.9-0.2,1.2c0,1,0.5,1.6,1.8,1.6l-0.2,1.3H162c-1.9,0-2.5-0.8-2.5-2.1
			c0-0.7,0.2-1.7,0.4-2.8l11-47.8c0.1-0.3,0.2-0.8,0.2-1.1c0-1-0.5-1.6-1.8-1.6l0.2-1.3h12.6c2.1,0,2.5,1.3,2.5,2.5
			C184.6,152.1,184.4,152.9,184.2,153.9z"/>
        <path class="st2" d="M205.6,166.2l-8.2,35.5c-0.1,0.4-0.2,0.9-0.2,1.2c0,1,0.5,1.6,1.8,1.6l-0.2,1.3h-12.6c-1.9,0-2.5-0.8-2.5-2.1
			c0-0.7,0.2-1.7,0.4-2.8l8.2-35.5c0.1-0.3,0.2-0.8,0.2-1.2c0-1-0.5-1.6-1.8-1.6l0.2-1.3h12.6c2.1,0,2.5,1.3,2.5,2.5
			C206,164.5,205.8,165.2,205.6,166.2z M208.2,158.5h-11.9c-2.1,0-2.6-0.6-2.6-2.1c0-0.3,0.2-1.1,1.6-7.4h11.8
			c1.6,0,2.6,0.3,2.6,1.9C209.8,151.5,209.5,152.9,208.2,158.5z"/>
        <path class="st3" d="M253.4,176.3l-5.7,25.4c-0.1,0.4-0.2,0.9-0.2,1.2c0,1,0.5,1.6,1.8,1.6l-0.2,1.3h-12.6c-1.9,0-2.5-0.8-2.5-2.1
			c0-0.7,0.2-1.7,0.4-2.8l5.6-24.4c0.2-1.2,0.3-2.1,0.3-2.8c0-2.1-1.2-2.9-3.1-2.9h-2.1c-2.7,0-5.4,0.7-6.3,4.3l-6.4,26.5
			c-0.1,0.4-0.2,0.9-0.2,1.2c0,1,0.5,1.6,1.8,1.6l-0.2,1.3h-12.6c-1.9,0-2.5-0.8-2.5-2.1c0-0.7,0.2-1.7,0.4-2.8l8.1-35.5
			c0.1-0.3,0.2-0.9,0.2-1.2c0-1-0.5-1.6-1.8-1.6l0.2-1.3h12.6c2.1,0,2.5,1.3,2.5,2.5c0,0.7-0.2,1.6-0.6,3l0.7,0.1l2.6-3.8
			c1.5-2.1,3-2.5,10.4-2.5c7.9,0,10.5,3.1,10.5,7.8C254.6,170.4,254.2,172.7,253.4,176.3z"/>
        <path class="st4" d="M88.4,170c-5.5,0-7.6,1.6-9.8,10.9l-1.4,6.1c-0.4,1.8-0.7,3.3-0.7,4.6c0,3.7,1.8,5.3,5.7,5.3
			c5.7,0,7.8-2.5,9.6-9.8l1.3-5.3c0.7-2.5,1-4.8,1-6.5C94.2,171.8,92.7,170,88.4,170z M106.6,183.2l-1.6,6.5
			c-3.1,12.9-7.9,16.7-21.9,16.7H81c-10,0-17.9-3.6-17.9-13.8c0-1.7,0.2-3.6,0.7-5.7l1.6-6.9c3.4-14.8,8.9-19.4,22.5-19.4h3
			c14,0,16.7,7.1,16.7,15C107.7,177.7,107.2,181,106.6,183.2z"/>
        <path class="st5" d="M283.4,169.2c-5.7,0-7.2,3.2-8.2,8h12.9l0.4-1.6c0.2-1,0.4-2.1,0.4-2.5C288.9,170.6,287.4,169.2,283.4,169.2z
			 M298.4,183.5c-0.9,1.9-3,2.4-5.2,2.4H273l-1,4.4c-0.2,1-0.3,1.7-0.3,2.3c0,3,2.1,3.6,4.5,3.6h9.4c6.1,0,7.5-0.5,8.8-2.5h1.3
			l-1.5,6.6c-1.2,5.3-4.4,6.2-11.1,6.2h-13.1c-7.6,0-12-3.1-12-13c0-2.5,0.7-5.8,1.5-9.7c3.9-17.9,9.3-23.1,23.6-23.1h2.6
			c8.8,0,15,3,15,11.9C300.9,175,299.7,180.6,298.4,183.5z"/>
    </g>
    <g>
        <path class="st6" d="M396.9,135.5c-3.7,15.9-10.5,20.8-19.8,26l-19,10.5c-10.1,5.6-13.8,7.7-16.2,16h33.7c4.9,0,7-1.1,9.7-4.8h2.5
			l-3.5,15.5c-1.4,5.9-3.4,7.6-11.8,7.6h-60.7c7-30.1,13.9-42.2,31.6-51.3l18.4-9.4c5.6-2.8,11-7.9,11-13.6c0-3-1.7-5.8-7-5.8H339
			c-3.4,0-4.9-1-4.9-3.5c0-1.1,0.3-3.1,3-13.4h38.4c11,0,22.2,7.9,22.2,20.2C397.6,131,397.4,133.4,396.9,135.5z"/>
        <path class="st6" d="M478.7,118.9l-10.8,47h10.8l-3.1,13.2c-0.4,1.8-1.5,3-4.8,3h-6.6l-3.5,14.6c-0.3,1.3-0.4,2.4-0.4,3.4
			c0,2.4,0.8,3.8,3.2,4.1l-0.4,2.3h-23.8c-3.1,0-4.2-1.8-4.2-3.9c0-0.8,0.1-1.7,0.6-3.5l4.1-16.9H404c-3.1,0-4.6-0.8-4.6-3.4
			c0-1.3,0.3-4.2,2.7-12.8l54.4-56.5h17c3,0,5.6,2.5,5.6,5.3C479.1,116.1,478.9,117.8,478.7,118.9z M423,165.9h20.5l6-27.1
			L423,165.9z"/>
    </g>
    <g>
        <linearGradient id="SVGID_1_" gradientUnits="userSpaceOnUse" x1="1.818989e-12" y1="122.8147" x2="371.234" y2="122.8147">
            <stop  offset="0" style="stop-color:#9A75D3"/>
            <stop  offset="1" style="stop-color:#7E55C7"/>
        </linearGradient>
        <path class="st7" d="M296.5,223.4L296.5,223.4l-5.4,0l-216,0.2c-30.3,0-54.8-25.6-52.9-56.4c1.6-26.3,23.1-47,49.3-49.6l7.7-0.8
			l0.5-9.4c2.8-47.8,42.5-85.3,90.4-85.3c25.8,0,50.4,11.1,67.6,30.3L248.1,64l7-12.5c6.5-11.7,18.4-19.7,31.7-20.3
			c21.5-1,39.3,11.8,39.3,33.1c0,7.1-2,14.1-5.9,20.2l-8.8,13.7c0,0,2.3,0.5,5.3,1.1c9.9,2,20.1-2.4,25.5-11.1
			c0-0.1,0.1-0.1,0.1-0.2c2-3.3,3.6-6.9,4.4-10.7c2.8-12.5,1.6-21.5-4.2-34.1c-6.3-13.6-17.8-24.5-31.7-29.9
			c-24.4-9.5-50.1-2.4-66.1,15C224.2,10.1,197.7,0,170.2,0c-56.6,0-104,42-111.6,97.2c-40.1,8.9-67.1,49.2-56,93.1
			c8.3,32.9,38.7,55.3,72.6,55.3h0l240.9-0.2c21.3,0,40.6-8.2,55.2-21.5L296.5,223.4z"/>
        <path class="st8" d="M107.7,97.6c-3.6-0.5-7,2.1-7.4,5.7c-0.2,1.7-0.4,3.4-0.5,5.1c-0.2,3.7,2.6,6.8,6.2,7c0.1,0,0.3,0,0.4,0
			c3.5,0,6.4-2.7,6.6-6.2c0.1-1.4,0.2-2.8,0.4-4.2C113.8,101.4,111.3,98.1,107.7,97.6z"/>
        <path class="st8" d="M170.6,41.5c-24.7,0-47.3,12.5-60.3,33.5c-1.9,3.1-1,7.2,2.1,9.1c1.1,0.7,2.3,1,3.5,1c2.2,0,4.4-1.1,5.6-3.1
			c10.6-17.1,29-27.3,49.1-27.3c3.7,0,6.6-3,6.6-6.6C177.2,44.5,174.3,41.5,170.6,41.5z"/>
    </g>
</g>
</svg></a>

    </header>
    <div class="cxt__cont">
        <main class="links__container">
            @foreach($links as $link)
                <div class="link__box">
                    <div class="link__time">{{$link->date}}<br>{{$link->time}}</div>
                    <a href="{{$link->href}}" rel="nofollow" target="_blank" class="link__href">{{$link->anchor}}</a>

                    <div class="link__site">{{$link->site}}</div>
                    <div class="link__category">{{$link->category}}</div>
                </div>
            @endforeach
            <div class="pagination_cont">
                {{ $links->links() }}
            </div>
            <div class="pagination_cont-mob">
                {{ $links_mob->links() }}
            </div>

        </main>
        <aside class="sidebar_main">
            <div class="header__descr">Теперь не нужно мониторить все сайты для бухгалтеров, чтобы быть в курсе событий и понимать различные точки зрения. Просто обновляйте эту страницу:  на ней сразу после появления размещаются <b>ссылки на все последние новости, консультации и аналитику</b> лучших бухгалтерских сайтов Украины. </div>
            <div class="telegram_info">

                <a rel="nofollow" href="https://t.me/buhgalter_ukraine_online24">Подпишись на наш канал в Telegram</a> и получай самую свежую профессиональную информацию прямо в любимый мессенджер
                <a class="telegram_img-link" rel="nofollow" href="https://t.me/buhgalter_ukraine_online24"><img class="telegram__icon" src="{{ asset('img/telegram_logo.png') }}" alt=""></a>
            </div>
        </aside>
        <div class="sidebar_main-mob">
            <a href="" class="telegram__mob-img"><img src="{{ asset('img/telegram_logo.png') }}" alt=""></a>
            <p class="telegram__mob-text"><a rel="nofollow" href="https://t.me/buhgalter_ukraine_online24">Подпишись на наш канал в Telegram</a>
                <br> и получай эту информацию автоматически в любимый мессенджер</p>
        </div>
    </div>

<footer class="footer__index">
    <div class="copyright">&copy; <a rel="nofollow" href="http://online24.net.ua/"></a> online24.net.ua</div>
    <div class="footer__email">Контакты: <a href="mailto:info@online24.net.ua">info@online24.net.ua</a></div>
</footer>


</body>
</html>